Repository: SRSamoylenko/foodgram-project-react
Catalog: backend/foodgram/recipes/locale/*/LC_MESSAGES/django.po
Languages: ru

source: -empty-
ru: -пусто-

source: Recipes
ru: Рецепты

source: Tags
ru: Тэги

source: Ingredients
ru: Ингредиенты

source: Added to favorites
ru: Добавлено в избранное

source: User
ru: Пользователь

source: User favorite recipe
ru: Избранный рецепт пользователя

source: User favorite recipes
ru: Избранные рецепты пользователя

source: {} favorite recipes
ru: Избранные рецепты пользователя {}

source: Recipe
ru: Рецепт

source: {} likes {}
ru: Пользователю {} нравится {}

source: User shopping cart
ru: Корзина покупок

source: {} shopping cart
ru: Корзина покупок пользователя {}

source: Shopping cart
ru: Корзина покупок

source: Shopping cart recipe
ru: Рецепт из корзины покупок

source: Shopping cart recipes
ru: Рецепты из корзины покупок

source: {} added to {}
ru: Рецепт {} добавлен в козину {}

source: Author
ru: Автор

source: Enter recipe author
ru: Введите автора рецепта

source: Recipe name
ru: Имя рецепта

source: Enter recipe name
ru: Введите имя рецепта

source: Image
ru: Изображение

source: Enter recipe image
ru: Добавьте изображение рецепта

source: Text
ru: Текст

source: Give recipe description
ru: Добавьте описание рецепта

source: Add recipe tags
ru: Добавьте тэги рецепта

source: Cooking time, min
ru: Время приготовления, мин

source: Add cooking time in minutes
ru: Введите время приготовления в минутах

source: Ingredient name
ru: Название ингредиента

source: Enter ingredient name
ru: Введите название ингредиента

source: Measurement unit
ru: Единица измерения

source: Enter measurement unit
ru: Введите единицу измерения

source: Ingredient
ru: Ингредиент

source: Enter recipe
ru: Добавьте рецепт

source: Enter ingredient
ru: Добавьте ингредиент

source: Amount
ru: Количество

source: Enter amount
ru: Введите количество

source: Recipe ingredient
ru: Ингредиент рецепта

source: Recipe ingredients
ru: Ингредиенты рецепта

source: Tag name
ru: Название тэга

source: Add tag name
ru: Введите название тэга

source: Tag color
ru: Цвет тэга

source: Add tag color
ru: Добавьте цвет тэга

source: Slug
ru: Слаг

source: Add slug
ru: Добавьте слаг

source: Tag
ru: Тэг

source: Cannot add to favorites twice.
ru: Нельзя добавить рецепт в избранное дважды.

source: Not a favorite recipe.
ru: Рецепт не находится в избранном.

source: Cannot add to shopping cart twice.
ru: Нельзя добавить рецепт в корзину дважды.

source: Not in shopping cart.
ru: Рецепт не в корзине.

source: Shopping cart is empty.
ru: Корзина пуста.
